* development
  :LOGBOOK:
  CLOCK: [2017-04-05 Mit 17:20]--[2017-04-05 Mit 18:18] =>  0:58
  CLOCK: [2017-04-05 Mit 14:27]--[2017-04-05 Mit 15:32] =>  1:05
  CLOCK: [2017-04-05 Mit 12:55]--[2017-04-05 Mit 14:11] =>  1:16
  CLOCK: [2017-04-03 Mon 17:18]--[2017-04-03 Mon 18:18] =>  1:00
  CLOCK: [2017-04-03 Mon 16:36]--[2017-04-03 Mon 16:37] =>  0:01
  CLOCK: [2017-04-03 Mon 15:32]--[2017-04-03 Mon 15:36] =>  0:04
  CLOCK: [2017-04-03 Mon 14:14]--[2017-04-03 Mon 14:54] =>  0:40
  CLOCK: [2017-04-03 Mon 12:55]--[2017-04-03 Mon 13:00] =>  0:05
  CLOCK: [2017-04-03 Mon 11:59]--[2017-04-03 Mon 12:35] =>  0:36
  :END:
** refactoring
   :LOGBOOK:
   CLOCK: [2017-04-06 Don 10:35]
   CLOCK: [2017-04-05 Mit 22:28]--[2017-04-05 Mit 22:32] =>  0:04
   CLOCK: [2017-04-03 Mon 09:16]--[2017-04-03 Mon 09:52] =>  0:36
   CLOCK: [2017-04-02 Son 17:18]--[2017-04-02 Son 17:38] =>  0:20
   CLOCK: [2017-04-02 Son 15:25]--[2017-04-02 Son 15:27] =>  0:02
   CLOCK: [2017-04-02 Son 14:57]--[2017-04-02 Son 15:16] =>  0:19
   CLOCK: [2017-04-02 Son 11:13]--[2017-04-02 Son 12:26] =>  1:13
   :END:
** testing
   :LOGBOOK:
   CLOCK: [2017-04-05 Mit 12:50]--[2017-04-05 Mit 12:55] =>  0:05
   CLOCK: [2017-04-05 Mit 12:03]--[2017-04-05 Mit 12:36] =>  0:33
   CLOCK: [2017-04-05 Mit 11:35]--[2017-04-05 Mit 11:52] =>  0:17
   CLOCK: [2017-04-03 Mon 17:12]--[2017-04-03 Mon 17:18] =>  0:06
   CLOCK: [2017-04-03 Mon 16:37]--[2017-04-03 Mon 17:01] =>  0:24
   CLOCK: [2017-04-03 Mon 16:05]--[2017-04-03 Mon 16:36] =>  0:31
   CLOCK: [2017-04-03 Mon 15:36]--[2017-04-03 Mon 15:37] =>  0:01
   :END:
